/*
 Navicat Premium Dump SQL

 Source Server         : 京东云
 Source Server Type    : MySQL
 Source Server Version : 90600 (9.6.0)
 Source Host           : 36.150.236.251:3337
 Source Schema         : agent_demo

 Target Server Type    : MySQL
 Target Server Version : 90600 (9.6.0)
 File Encoding         : 65001

 Date: 23/05/2026 15:16:00
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for chat_session
-- ----------------------------
DROP TABLE IF EXISTS `chat_session`;
CREATE TABLE `chat_session`  (
  `id` bigint NOT NULL AUTO_INCREMENT COMMENT '主键ID',
  `user_id` bigint NOT NULL COMMENT '用户ID',
  `title` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '新对话' COMMENT '会话标题',
  `deleted` tinyint NOT NULL DEFAULT 0 COMMENT '逻辑删除 0-未删除 1-已删除',
  `create_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `idx_user_id`(`user_id` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 227 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '会话表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of chat_session
-- ----------------------------
INSERT INTO `chat_session` VALUES (1, 1, '我在使用快速改色工具时错误，提示“错误：找不到配置表：E:\\...', 0, '2026-03-01 08:26:22', '2026-03-01 08:26:27');
INSERT INTO `chat_session` VALUES (2, 1, '我在使用快速改色工具时错误，提示“错误：找不到配置表：E:\\...', 0, '2026-03-01 08:58:47', '2026-03-01 08:58:50');
INSERT INTO `chat_session` VALUES (3, 1, '我在使用快速改色工具时错误，提示“错误：找不到配置表：E:\\...', 0, '2026-03-01 09:47:27', '2026-03-01 09:47:53');
INSERT INTO `chat_session` VALUES (4, 1, '我使用“赋注解属性工具”这个功能，结果弹出一个提示框。内容如...', 0, '2026-03-01 17:21:38', '2026-03-01 17:21:56');
INSERT INTO `chat_session` VALUES (5, 1, '我使用“赋注解属性工具”这个功能，结果弹出一个提示框。内容如...', 0, '2026-04-20 20:10:28', '2026-04-20 20:10:40');
INSERT INTO `chat_session` VALUES (6, 1, '知识库里哪些文档还没学习？', 0, '2026-04-20 20:11:18', '2026-04-20 20:11:56');
INSERT INTO `chat_session` VALUES (7, 2, '知识库里哪些文档还没学习？', 0, '2026-04-20 20:16:36', '2026-04-20 20:16:40');
INSERT INTO `chat_session` VALUES (8, 1, '这个问题交给人工处理：我使用“赋注解属性工具”这个功能，结果...', 1, '2026-04-20 20:39:13', '2026-04-21 19:41:27');
INSERT INTO `chat_session` VALUES (9, 1, '这个问题交给人工处理：我使用“赋注解属性工具”这个功能，结果...', 1, '2026-04-21 19:34:59', '2026-04-21 19:41:26');
INSERT INTO `chat_session` VALUES (10, 1, '这个问题交给人工处理：我使用“赋注解属性工具”这个功能，结果...', 0, '2026-04-21 19:41:33', '2026-04-21 19:41:39');
INSERT INTO `chat_session` VALUES (11, 1, '这个问题交给人工处理：我使用“赋注解属性工具”这个功能，结果...', 0, '2026-04-21 19:48:05', '2026-04-21 19:48:18');
INSERT INTO `chat_session` VALUES (12, 1, '知识库里面还有那些文档没有学习？', 0, '2026-04-22 14:11:19', '2026-04-22 14:11:27');
INSERT INTO `chat_session` VALUES (13, 1, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-07 16:59:14', '2026-05-07 16:59:28');
INSERT INTO `chat_session` VALUES (14, 1, '为甚使用BOM导出TXT文本失败？', 0, '2026-05-07 20:12:20', '2026-05-07 20:12:33');
INSERT INTO `chat_session` VALUES (15, 1, '使用建模档合并订料功能,弹出备料板重量超出限定值的的提示。要...', 0, '2026-05-07 20:41:00', '2026-05-07 20:41:05');
INSERT INTO `chat_session` VALUES (16, 1, '如何使用赋属性这个功能？', 0, '2026-05-07 20:47:02', '2026-05-07 20:47:08');
INSERT INTO `chat_session` VALUES (17, 1, '如何使用赋属性这个功能？说一下操作步骤', 0, '2026-05-07 20:48:13', '2026-05-07 20:48:19');
INSERT INTO `chat_session` VALUES (18, 1, '建模出图工具是做什么用的？', 0, '2026-05-08 08:25:56', '2026-05-08 08:26:09');
INSERT INTO `chat_session` VALUES (19, 1, '建模档出图预设功能需要填写哪些公共信息？', 0, '2026-05-08 08:26:43', '2026-05-08 08:26:47');
INSERT INTO `chat_session` VALUES (20, 1, '建模档合并订料的旋转功能,有几种旋转方式？', 0, '2026-05-08 08:27:37', '2026-05-08 08:27:41');
INSERT INTO `chat_session` VALUES (21, 1, '快速涂色功能具体如何使用？', 0, '2026-05-08 08:30:16', '2026-05-08 08:30:23');
INSERT INTO `chat_session` VALUES (22, 1, '新对话', 0, '2026-05-09 13:59:45', '2026-05-09 13:59:45');
INSERT INTO `chat_session` VALUES (23, 1, '如何使用赋属性这个功能？', 0, '2026-05-09 14:01:25', '2026-05-09 14:01:40');
INSERT INTO `chat_session` VALUES (24, 1, '为什么导出的图没有注解？', 0, '2026-05-09 14:04:01', '2026-05-09 14:04:09');
INSERT INTO `chat_session` VALUES (25, 1, '建模出图工具是做什么用的？', 0, '2026-05-09 14:06:23', '2026-05-09 14:06:29');
INSERT INTO `chat_session` VALUES (26, 1, '备料板尺寸的大小是否会随前距、后距、左距、右距的值变化而产生...', 0, '2026-05-09 14:08:46', '2026-05-09 14:08:53');
INSERT INTO `chat_session` VALUES (27, 1, '零件刻字', 0, '2026-05-09 14:09:50', '2026-05-09 14:09:56');
INSERT INTO `chat_session` VALUES (28, 1, '如何使用BOM表工具这个功能？', 0, '2026-05-09 14:10:54', '2026-05-09 14:11:01');
INSERT INTO `chat_session` VALUES (29, 1, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-09 14:12:05', '2026-05-09 14:12:12');
INSERT INTO `chat_session` VALUES (30, 1, '新对话', 0, '2026-05-09 15:52:57', '2026-05-09 15:52:57');
INSERT INTO `chat_session` VALUES (31, 1, '新对话', 0, '2026-05-12 17:07:55', '2026-05-12 17:07:55');
INSERT INTO `chat_session` VALUES (32, 1, '新对话', 0, '2026-05-12 17:08:43', '2026-05-12 17:08:43');
INSERT INTO `chat_session` VALUES (33, 1, '你好', 0, '2026-05-12 17:26:28', '2026-05-12 17:26:36');
INSERT INTO `chat_session` VALUES (34, 1, '建模档出图标准怎么设置', 0, '2026-05-12 17:29:08', '2026-05-12 17:29:17');
INSERT INTO `chat_session` VALUES (35, 1, '你上面问题说提到的图纸路径，默认在哪个路径下？', 0, '2026-05-12 19:16:34', '2026-05-12 19:16:47');
INSERT INTO `chat_session` VALUES (36, 1, '我登陆蓝U的时候，总是说我已经登录了，要怎么处理？', 0, '2026-05-13 14:47:43', '2026-05-13 14:47:54');
INSERT INTO `chat_session` VALUES (37, 1, '我登陆蓝U的时候，总是说我已经登录了，要怎么处理？', 0, '2026-05-13 15:00:42', '2026-05-13 15:00:53');
INSERT INTO `chat_session` VALUES (38, 1, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-13 15:03:55', '2026-05-13 15:04:02');
INSERT INTO `chat_session` VALUES (39, 1, '快速涂色功能具体如何使用？', 0, '2026-05-13 15:10:34', '2026-05-13 15:10:40');
INSERT INTO `chat_session` VALUES (40, 1, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-13 15:13:40', '2026-05-13 15:13:47');
INSERT INTO `chat_session` VALUES (41, 1, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-13 15:16:46', '2026-05-13 15:16:59');
INSERT INTO `chat_session` VALUES (42, 1, '新对话', 0, '2026-05-13 15:33:44', '2026-05-13 15:33:44');
INSERT INTO `chat_session` VALUES (43, 1, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-13 15:46:44', '2026-05-13 15:46:59');
INSERT INTO `chat_session` VALUES (44, 1, '我登陆蓝U的时候，总是说我已经登录了，要怎么处理？', 0, '2026-05-13 15:48:39', '2026-05-13 15:48:52');
INSERT INTO `chat_session` VALUES (45, 1, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-13 15:49:58', '2026-05-13 15:50:05');
INSERT INTO `chat_session` VALUES (46, 1, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-14 20:04:09', '2026-05-14 20:04:21');
INSERT INTO `chat_session` VALUES (47, 1, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 1, '2026-05-14 20:44:32', '2026-05-15 08:06:30');
INSERT INTO `chat_session` VALUES (48, 1, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 1, '2026-05-15 08:04:58', '2026-05-15 08:06:28');
INSERT INTO `chat_session` VALUES (49, 1, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-15 08:06:52', '2026-05-15 08:06:58');
INSERT INTO `chat_session` VALUES (50, 1, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-15 08:25:12', '2026-05-15 08:25:25');
INSERT INTO `chat_session` VALUES (51, 1, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-15 09:39:48', '2026-05-15 09:40:02');
INSERT INTO `chat_session` VALUES (52, 1, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-15 10:02:40', '2026-05-15 10:02:52');
INSERT INTO `chat_session` VALUES (53, 1, '当前还有多少个没有学习的文档？', 0, '2026-05-18 19:17:19', '2026-05-18 19:21:22');
INSERT INTO `chat_session` VALUES (54, 1, '你好', 0, '2026-05-18 19:46:34', '2026-05-18 19:46:41');
INSERT INTO `chat_session` VALUES (55, 1, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-18 19:47:06', '2026-05-18 19:59:07');
INSERT INTO `chat_session` VALUES (56, 1, '现在还有多少没有学习的文档？', 0, '2026-05-18 19:49:43', '2026-05-18 19:49:53');
INSERT INTO `chat_session` VALUES (57, 1, 'hello', 0, '2026-05-18 20:00:05', '2026-05-18 20:00:07');
INSERT INTO `chat_session` VALUES (58, 3, '你好', 0, '2026-05-19 11:14:55', '2026-05-19 11:15:02');
INSERT INTO `chat_session` VALUES (59, 3, 'BOM 工具怎么用？', 0, '2026-05-19 11:16:26', '2026-05-19 11:16:33');
INSERT INTO `chat_session` VALUES (60, 3, '还有多少文档没学习', 0, '2026-05-19 11:17:35', '2026-05-19 11:17:38');
INSERT INTO `chat_session` VALUES (61, 1, '还有多少文档没学习？', 1, '2026-05-19 11:21:36', '2026-05-19 06:05:58');
INSERT INTO `chat_session` VALUES (62, 1, '还有多少文档没学习？', 1, '2026-05-19 11:29:19', '2026-05-19 06:05:57');
INSERT INTO `chat_session` VALUES (63, 3, '还有多少文档没学习？', 0, '2026-05-19 11:29:52', '2026-05-19 11:29:57');
INSERT INTO `chat_session` VALUES (64, 1, '还有多少文档没学习', 1, '2026-05-19 14:05:27', '2026-05-19 06:05:43');
INSERT INTO `chat_session` VALUES (65, 1, '还有多少文档没学习', 0, '2026-05-19 14:13:23', '2026-05-19 14:13:36');
INSERT INTO `chat_session` VALUES (66, 1, '还有多少文档没学习？', 0, '2026-05-19 14:14:23', '2026-05-19 14:14:25');
INSERT INTO `chat_session` VALUES (67, 3, '还有多少文档没学习？', 0, '2026-05-19 14:17:23', '2026-05-19 14:17:34');
INSERT INTO `chat_session` VALUES (68, 1, '你好', 0, '2026-05-19 14:18:52', '2026-05-19 14:18:53');
INSERT INTO `chat_session` VALUES (69, 3, '弹出提示框：已执行某项操作,该操作可删除......此对话框...', 0, '2026-05-20 14:19:12', '2026-05-20 14:19:23');
INSERT INTO `chat_session` VALUES (70, 3, '弹出提示框：已执行某项操作,该操作可删除......此对话框...', 0, '2026-05-20 14:19:23', '2026-05-20 14:19:30');
INSERT INTO `chat_session` VALUES (71, 3, '弹出提示框：已执行某项操作,该操作可删除......此对话框...', 0, '2026-05-20 14:19:30', '2026-05-20 14:19:37');
INSERT INTO `chat_session` VALUES (72, 3, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-20 14:19:37', '2026-05-20 14:19:44');
INSERT INTO `chat_session` VALUES (73, 3, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-20 14:19:44', '2026-05-20 14:19:52');
INSERT INTO `chat_session` VALUES (74, 3, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-20 14:19:52', '2026-05-20 14:19:59');
INSERT INTO `chat_session` VALUES (75, 3, '为甚使用BOM导出TXT文本失败？', 0, '2026-05-20 14:19:59', '2026-05-20 14:20:05');
INSERT INTO `chat_session` VALUES (76, 3, '为甚使用BOM导出TXT文本失败？', 0, '2026-05-20 14:20:06', '2026-05-20 14:20:12');
INSERT INTO `chat_session` VALUES (77, 3, '为甚使用BOM导出TXT文本失败？', 0, '2026-05-20 14:20:12', '2026-05-20 14:20:20');
INSERT INTO `chat_session` VALUES (78, 3, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-20 14:20:20', '2026-05-20 14:20:26');
INSERT INTO `chat_session` VALUES (79, 3, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-20 14:20:26', '2026-05-20 14:20:31');
INSERT INTO `chat_session` VALUES (80, 3, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-20 14:20:31', '2026-05-20 14:20:38');
INSERT INTO `chat_session` VALUES (81, 3, '使用建模档合并订料功能,弹出备料板重量超出限定值的的提示。要...', 0, '2026-05-20 14:20:38', '2026-05-20 14:20:44');
INSERT INTO `chat_session` VALUES (82, 3, '使用建模档合并订料功能,弹出备料板重量超出限定值的的提示。要...', 0, '2026-05-20 14:20:44', '2026-05-20 14:20:51');
INSERT INTO `chat_session` VALUES (83, 3, '使用建模档合并订料功能,弹出备料板重量超出限定值的的提示。要...', 0, '2026-05-20 14:20:51', '2026-05-20 14:20:56');
INSERT INTO `chat_session` VALUES (84, 3, '赋属性工具中编辑原点的功能有什么作用？', 0, '2026-05-20 14:20:56', '2026-05-20 14:21:03');
INSERT INTO `chat_session` VALUES (85, 3, '赋属性工具中编辑原点的功能有什么作用？', 0, '2026-05-20 14:21:03', '2026-05-20 14:21:09');
INSERT INTO `chat_session` VALUES (86, 3, '赋属性工具中编辑原点的功能有什么作用？', 0, '2026-05-20 14:21:10', '2026-05-20 14:21:17');
INSERT INTO `chat_session` VALUES (87, 3, '出图的前置条件是什么？', 0, '2026-05-20 14:21:17', '2026-05-20 14:21:22');
INSERT INTO `chat_session` VALUES (88, 3, '出图的前置条件是什么？', 0, '2026-05-20 14:21:22', '2026-05-20 14:21:27');
INSERT INTO `chat_session` VALUES (89, 3, '出图的前置条件是什么？', 0, '2026-05-20 14:21:27', '2026-05-20 14:21:32');
INSERT INTO `chat_session` VALUES (90, 3, '为什么导出的图没有注解？', 0, '2026-05-20 14:21:32', '2026-05-20 14:21:41');
INSERT INTO `chat_session` VALUES (91, 3, '为什么导出的图没有注解？', 0, '2026-05-20 14:21:41', '2026-05-20 14:21:49');
INSERT INTO `chat_session` VALUES (92, 3, '为什么导出的图没有注解？', 0, '2026-05-20 14:21:50', '2026-05-20 14:21:58');
INSERT INTO `chat_session` VALUES (93, 3, '备料板尺寸的大小是否会随前距、后距、左距、右距的值变化而产生...', 0, '2026-05-20 14:21:58', '2026-05-20 14:22:06');
INSERT INTO `chat_session` VALUES (94, 3, '备料板尺寸的大小是否会随前距、后距、左距、右距的值变化而产生...', 0, '2026-05-20 14:22:06', '2026-05-20 14:22:13');
INSERT INTO `chat_session` VALUES (95, 3, '备料板尺寸的大小是否会随前距、后距、左距、右距的值变化而产生...', 0, '2026-05-20 14:22:13', '2026-05-20 14:22:21');
INSERT INTO `chat_session` VALUES (96, 3, '如何使用赋属性这个功能？', 0, '2026-05-20 14:22:21', '2026-05-20 14:22:31');
INSERT INTO `chat_session` VALUES (97, 3, '如何使用赋属性这个功能？', 0, '2026-05-20 14:22:31', '2026-05-20 14:22:40');
INSERT INTO `chat_session` VALUES (98, 3, '如何使用赋属性这个功能？', 0, '2026-05-20 14:22:40', '2026-05-20 14:22:49');
INSERT INTO `chat_session` VALUES (99, 3, '如何使用BOM表工具这个功能？', 0, '2026-05-20 14:22:49', '2026-05-20 14:22:54');
INSERT INTO `chat_session` VALUES (100, 3, '如何使用BOM表工具这个功能？', 0, '2026-05-20 14:22:55', '2026-05-20 14:23:01');
INSERT INTO `chat_session` VALUES (101, 3, '如何使用BOM表工具这个功能？', 0, '2026-05-20 14:23:01', '2026-05-20 14:23:06');
INSERT INTO `chat_session` VALUES (102, 3, '如何使用建模出图工具这个功能？', 0, '2026-05-20 14:23:07', '2026-05-20 14:23:14');
INSERT INTO `chat_session` VALUES (103, 3, '如何使用建模出图工具这个功能？', 0, '2026-05-20 14:23:14', '2026-05-20 14:23:21');
INSERT INTO `chat_session` VALUES (104, 3, '如何使用建模出图工具这个功能？', 0, '2026-05-20 14:23:22', '2026-05-20 14:23:29');
INSERT INTO `chat_session` VALUES (105, 3, '如何使用快速涂色赋注解这个功能？', 0, '2026-05-20 14:23:29', '2026-05-20 14:23:37');
INSERT INTO `chat_session` VALUES (106, 3, '如何使用快速涂色赋注解这个功能？', 0, '2026-05-20 14:23:37', '2026-05-20 14:23:45');
INSERT INTO `chat_session` VALUES (107, 3, '如何使用快速涂色赋注解这个功能？', 0, '2026-05-20 14:23:45', '2026-05-20 14:23:52');
INSERT INTO `chat_session` VALUES (108, 3, '赋属性工具中编辑原点的功能如何使用？', 0, '2026-05-20 14:23:52', '2026-05-20 14:23:58');
INSERT INTO `chat_session` VALUES (109, 3, '赋属性工具中编辑原点的功能如何使用？', 0, '2026-05-20 14:23:58', '2026-05-20 14:24:05');
INSERT INTO `chat_session` VALUES (110, 3, '赋属性工具中编辑原点的功能如何使用？', 0, '2026-05-20 14:24:05', '2026-05-20 14:24:10');
INSERT INTO `chat_session` VALUES (111, 3, '如何使用建模档合并订料的删除实体功能？', 0, '2026-05-20 14:24:11', '2026-05-20 14:24:15');
INSERT INTO `chat_session` VALUES (112, 3, '如何使用建模档合并订料的删除实体功能？', 0, '2026-05-20 14:24:15', '2026-05-20 14:24:19');
INSERT INTO `chat_session` VALUES (113, 3, '如何使用建模档合并订料的删除实体功能？', 0, '2026-05-20 14:24:19', '2026-05-20 14:24:23');
INSERT INTO `chat_session` VALUES (114, 3, '快速涂色功能具体如何使用？', 0, '2026-05-20 14:24:24', '2026-05-20 14:24:30');
INSERT INTO `chat_session` VALUES (115, 3, '快速涂色功能具体如何使用？', 0, '2026-05-20 14:24:30', '2026-05-20 14:24:37');
INSERT INTO `chat_session` VALUES (116, 3, '快速涂色功能具体如何使用？', 0, '2026-05-20 14:24:37', '2026-05-20 14:24:44');
INSERT INTO `chat_session` VALUES (117, 3, '建模出图工具是做什么用的？', 0, '2026-05-20 14:24:44', '2026-05-20 14:24:50');
INSERT INTO `chat_session` VALUES (118, 3, '建模出图工具是做什么用的？', 0, '2026-05-20 14:24:51', '2026-05-20 14:24:57');
INSERT INTO `chat_session` VALUES (119, 3, '建模出图工具是做什么用的？', 0, '2026-05-20 14:24:57', '2026-05-20 14:25:03');
INSERT INTO `chat_session` VALUES (120, 3, '零件刻字这个功能主要用户做什么？', 0, '2026-05-20 14:25:03', '2026-05-20 14:25:10');
INSERT INTO `chat_session` VALUES (121, 3, '零件刻字这个功能主要用户做什么？', 0, '2026-05-20 14:25:10', '2026-05-20 14:25:16');
INSERT INTO `chat_session` VALUES (122, 3, '零件刻字这个功能主要用户做什么？', 0, '2026-05-20 14:25:16', '2026-05-20 14:25:22');
INSERT INTO `chat_session` VALUES (123, 3, '零刻刻字功能,有几种刻字方式？', 0, '2026-05-20 14:25:23', '2026-05-20 14:25:29');
INSERT INTO `chat_session` VALUES (124, 3, '零刻刻字功能,有几种刻字方式？', 0, '2026-05-20 14:25:29', '2026-05-20 14:25:34');
INSERT INTO `chat_session` VALUES (125, 3, '零刻刻字功能,有几种刻字方式？', 0, '2026-05-20 14:25:34', '2026-05-20 14:25:41');
INSERT INTO `chat_session` VALUES (126, 3, '快速涂色这个功能主要用户做什么？', 0, '2026-05-20 14:25:41', '2026-05-20 14:25:48');
INSERT INTO `chat_session` VALUES (127, 3, '快速涂色这个功能主要用户做什么？', 0, '2026-05-20 14:25:48', '2026-05-20 14:25:54');
INSERT INTO `chat_session` VALUES (128, 3, '快速涂色这个功能主要用户做什么？', 0, '2026-05-20 14:25:54', '2026-05-20 14:26:00');
INSERT INTO `chat_session` VALUES (129, 3, '建模档出图预设功能需要填写哪些公共信息？', 0, '2026-05-20 14:26:00', '2026-05-20 14:26:06');
INSERT INTO `chat_session` VALUES (130, 3, '建模档出图预设功能需要填写哪些公共信息？', 0, '2026-05-20 14:26:07', '2026-05-20 14:26:12');
INSERT INTO `chat_session` VALUES (131, 3, '建模档出图预设功能需要填写哪些公共信息？', 0, '2026-05-20 14:26:13', '2026-05-20 14:26:18');
INSERT INTO `chat_session` VALUES (132, 3, '介绍一下赋属性工具这个功能的作用。', 0, '2026-05-20 14:26:18', '2026-05-20 14:26:24');
INSERT INTO `chat_session` VALUES (133, 3, '介绍一下赋属性工具这个功能的作用。', 0, '2026-05-20 14:26:24', '2026-05-20 14:26:29');
INSERT INTO `chat_session` VALUES (134, 3, '介绍一下赋属性工具这个功能的作用。', 0, '2026-05-20 14:26:29', '2026-05-20 14:26:35');
INSERT INTO `chat_session` VALUES (135, 3, '介绍一下赋注解属性这个功能的作用。', 0, '2026-05-20 14:26:35', '2026-05-20 14:26:41');
INSERT INTO `chat_session` VALUES (136, 3, '介绍一下赋注解属性这个功能的作用。', 0, '2026-05-20 14:26:41', '2026-05-20 14:26:47');
INSERT INTO `chat_session` VALUES (137, 3, '介绍一下赋注解属性这个功能的作用。', 0, '2026-05-20 14:26:47', '2026-05-20 14:26:53');
INSERT INTO `chat_session` VALUES (138, 3, '建模档合并订料的旋转功能,有几种旋转方式？', 0, '2026-05-20 14:26:53', '2026-05-20 14:26:59');
INSERT INTO `chat_session` VALUES (139, 3, '建模档合并订料的旋转功能,有几种旋转方式？', 0, '2026-05-20 14:26:59', '2026-05-20 14:27:04');
INSERT INTO `chat_session` VALUES (140, 3, '建模档合并订料的旋转功能,有几种旋转方式？', 0, '2026-05-20 14:27:04', '2026-05-20 14:27:09');
INSERT INTO `chat_session` VALUES (141, 3, '弹出提示框：已执行某项操作,该操作可删除......此对话框...', 0, '2026-05-21 10:41:19', '2026-05-21 10:41:31');
INSERT INTO `chat_session` VALUES (142, 3, '弹出提示框：已执行某项操作,该操作可删除......此对话框...', 0, '2026-05-21 10:41:31', '2026-05-21 10:41:38');
INSERT INTO `chat_session` VALUES (143, 3, '弹出提示框：已执行某项操作,该操作可删除......此对话框...', 0, '2026-05-21 10:41:38', '2026-05-21 10:41:44');
INSERT INTO `chat_session` VALUES (144, 3, '弹出提示框：已执行某项操作,该操作可删除......此对话框...', 0, '2026-05-21 11:39:44', '2026-05-21 11:39:59');
INSERT INTO `chat_session` VALUES (145, 3, '弹出提示框：已执行某项操作,该操作可删除......此对话框...', 0, '2026-05-21 11:39:59', '2026-05-21 11:40:05');
INSERT INTO `chat_session` VALUES (146, 3, '弹出提示框：已执行某项操作,该操作可删除......此对话框...', 0, '2026-05-21 11:40:05', '2026-05-21 11:40:11');
INSERT INTO `chat_session` VALUES (147, 3, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-21 11:40:11', '2026-05-21 11:40:18');
INSERT INTO `chat_session` VALUES (148, 3, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-21 11:40:18', '2026-05-21 11:40:25');
INSERT INTO `chat_session` VALUES (149, 3, '使用BOM导出Excel的表格为什么行数是乱的？', 0, '2026-05-21 11:40:25', '2026-05-21 11:40:33');
INSERT INTO `chat_session` VALUES (150, 3, '为甚使用BOM导出TXT文本失败？', 0, '2026-05-21 11:40:34', '2026-05-21 11:40:41');
INSERT INTO `chat_session` VALUES (151, 3, '为甚使用BOM导出TXT文本失败？', 0, '2026-05-21 11:40:41', '2026-05-21 11:40:47');
INSERT INTO `chat_session` VALUES (152, 3, '为甚使用BOM导出TXT文本失败？', 0, '2026-05-21 11:40:48', '2026-05-21 11:40:54');
INSERT INTO `chat_session` VALUES (153, 3, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-21 11:40:55', '2026-05-21 11:41:01');
INSERT INTO `chat_session` VALUES (154, 3, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-21 11:41:01', '2026-05-21 11:41:07');
INSERT INTO `chat_session` VALUES (155, 3, '我在使用快速涂色功能的时候,为什么上色功能失败？弹出个提示框...', 0, '2026-05-21 11:41:07', '2026-05-21 11:41:13');
INSERT INTO `chat_session` VALUES (156, 3, '使用建模档合并订料功能,弹出备料板重量超出限定值的的提示。要...', 0, '2026-05-21 11:41:13', '2026-05-21 11:41:18');
INSERT INTO `chat_session` VALUES (157, 3, '使用建模档合并订料功能,弹出备料板重量超出限定值的的提示。要...', 0, '2026-05-21 11:41:18', '2026-05-21 11:41:24');
INSERT INTO `chat_session` VALUES (158, 3, '使用建模档合并订料功能,弹出备料板重量超出限定值的的提示。要...', 0, '2026-05-21 11:41:24', '2026-05-21 11:41:31');
INSERT INTO `chat_session` VALUES (159, 3, '赋属性工具中编辑原点的功能有什么作用？', 0, '2026-05-21 11:41:31', '2026-05-21 11:41:37');
INSERT INTO `chat_session` VALUES (160, 3, '赋属性工具中编辑原点的功能有什么作用？', 0, '2026-05-21 11:41:38', '2026-05-21 11:41:44');
INSERT INTO `chat_session` VALUES (161, 3, '赋属性工具中编辑原点的功能有什么作用？', 0, '2026-05-21 11:41:44', '2026-05-21 11:41:52');
INSERT INTO `chat_session` VALUES (162, 3, '出图的前置条件是什么？', 0, '2026-05-21 11:41:52', '2026-05-21 11:41:57');
INSERT INTO `chat_session` VALUES (163, 3, '出图的前置条件是什么？', 0, '2026-05-21 11:41:57', '2026-05-21 11:42:03');
INSERT INTO `chat_session` VALUES (164, 3, '出图的前置条件是什么？', 0, '2026-05-21 11:42:03', '2026-05-21 11:42:08');
INSERT INTO `chat_session` VALUES (165, 3, '为什么导出的图没有注解？', 0, '2026-05-21 11:42:08', '2026-05-21 11:42:15');
INSERT INTO `chat_session` VALUES (166, 3, '为什么导出的图没有注解？', 0, '2026-05-21 11:42:15', '2026-05-21 11:42:24');
INSERT INTO `chat_session` VALUES (167, 3, '为什么导出的图没有注解？', 0, '2026-05-21 11:42:24', '2026-05-21 11:42:33');
INSERT INTO `chat_session` VALUES (168, 3, '备料板尺寸的大小是否会随前距、后距、左距、右距的值变化而产生...', 0, '2026-05-21 11:42:33', '2026-05-21 11:42:39');
INSERT INTO `chat_session` VALUES (169, 3, '备料板尺寸的大小是否会随前距、后距、左距、右距的值变化而产生...', 0, '2026-05-21 11:42:39', '2026-05-21 11:42:45');
INSERT INTO `chat_session` VALUES (170, 3, '备料板尺寸的大小是否会随前距、后距、左距、右距的值变化而产生...', 0, '2026-05-21 11:42:46', '2026-05-21 11:42:53');
INSERT INTO `chat_session` VALUES (171, 3, '如何使用赋属性这个功能？', 0, '2026-05-21 11:42:53', '2026-05-21 11:43:02');
INSERT INTO `chat_session` VALUES (172, 3, '如何使用赋属性这个功能？', 0, '2026-05-21 11:43:02', '2026-05-21 11:43:11');
INSERT INTO `chat_session` VALUES (173, 3, '如何使用赋属性这个功能？', 0, '2026-05-21 11:43:11', '2026-05-21 11:43:19');
INSERT INTO `chat_session` VALUES (174, 3, '如何使用BOM表工具这个功能？', 0, '2026-05-21 11:43:19', '2026-05-21 11:43:26');
INSERT INTO `chat_session` VALUES (175, 3, '如何使用BOM表工具这个功能？', 0, '2026-05-21 11:43:26', '2026-05-21 11:43:32');
INSERT INTO `chat_session` VALUES (176, 3, '如何使用BOM表工具这个功能？', 0, '2026-05-21 11:43:32', '2026-05-21 11:43:38');
INSERT INTO `chat_session` VALUES (177, 3, '如何使用建模出图工具这个功能？', 0, '2026-05-21 11:43:38', '2026-05-21 11:43:46');
INSERT INTO `chat_session` VALUES (178, 3, '如何使用建模出图工具这个功能？', 0, '2026-05-21 11:43:46', '2026-05-21 11:43:54');
INSERT INTO `chat_session` VALUES (179, 3, '如何使用建模出图工具这个功能？', 0, '2026-05-21 11:43:54', '2026-05-21 11:44:02');
INSERT INTO `chat_session` VALUES (180, 3, '如何使用快速涂色赋注解这个功能？', 0, '2026-05-21 11:44:02', '2026-05-21 11:44:09');
INSERT INTO `chat_session` VALUES (181, 3, '如何使用快速涂色赋注解这个功能？', 0, '2026-05-21 11:44:09', '2026-05-21 11:44:16');
INSERT INTO `chat_session` VALUES (182, 3, '如何使用快速涂色赋注解这个功能？', 0, '2026-05-21 11:44:16', '2026-05-21 11:44:24');
INSERT INTO `chat_session` VALUES (183, 3, '赋属性工具中编辑原点的功能如何使用？', 0, '2026-05-21 11:44:24', '2026-05-21 11:44:30');
INSERT INTO `chat_session` VALUES (184, 3, '赋属性工具中编辑原点的功能如何使用？', 0, '2026-05-21 11:44:30', '2026-05-21 11:44:36');
INSERT INTO `chat_session` VALUES (185, 3, '赋属性工具中编辑原点的功能如何使用？', 0, '2026-05-21 11:44:36', '2026-05-21 11:44:42');
INSERT INTO `chat_session` VALUES (186, 3, '如何使用建模档合并订料的删除实体功能？', 0, '2026-05-21 11:44:42', '2026-05-21 11:44:47');
INSERT INTO `chat_session` VALUES (187, 3, '如何使用建模档合并订料的删除实体功能？', 0, '2026-05-21 11:44:47', '2026-05-21 11:44:52');
INSERT INTO `chat_session` VALUES (188, 3, '如何使用建模档合并订料的删除实体功能？', 0, '2026-05-21 11:44:52', '2026-05-21 11:44:57');
INSERT INTO `chat_session` VALUES (189, 3, '快速涂色功能具体如何使用？', 0, '2026-05-21 11:44:57', '2026-05-21 11:45:04');
INSERT INTO `chat_session` VALUES (190, 3, '快速涂色功能具体如何使用？', 0, '2026-05-21 11:45:04', '2026-05-21 11:45:11');
INSERT INTO `chat_session` VALUES (191, 3, '快速涂色功能具体如何使用？', 0, '2026-05-21 11:45:11', '2026-05-21 11:45:17');
INSERT INTO `chat_session` VALUES (192, 3, '建模出图工具是做什么用的？', 0, '2026-05-21 11:45:18', '2026-05-21 11:45:24');
INSERT INTO `chat_session` VALUES (193, 3, '建模出图工具是做什么用的？', 0, '2026-05-21 11:45:24', '2026-05-21 11:45:31');
INSERT INTO `chat_session` VALUES (194, 3, '建模出图工具是做什么用的？', 0, '2026-05-21 11:45:31', '2026-05-21 11:45:37');
INSERT INTO `chat_session` VALUES (195, 3, '零件刻字这个功能主要用户做什么？', 0, '2026-05-21 11:45:37', '2026-05-21 11:45:44');
INSERT INTO `chat_session` VALUES (196, 3, '零件刻字这个功能主要用户做什么？', 0, '2026-05-21 11:45:44', '2026-05-21 11:45:50');
INSERT INTO `chat_session` VALUES (197, 3, '零件刻字这个功能主要用户做什么？', 0, '2026-05-21 11:45:50', '2026-05-21 11:45:57');
INSERT INTO `chat_session` VALUES (198, 3, '零刻刻字功能,有几种刻字方式？', 0, '2026-05-21 11:45:57', '2026-05-21 11:46:03');
INSERT INTO `chat_session` VALUES (199, 3, '零刻刻字功能,有几种刻字方式？', 0, '2026-05-21 11:46:03', '2026-05-21 11:46:09');
INSERT INTO `chat_session` VALUES (200, 3, '零刻刻字功能,有几种刻字方式？', 0, '2026-05-21 11:46:09', '2026-05-21 11:46:15');
INSERT INTO `chat_session` VALUES (201, 3, '快速涂色这个功能主要用户做什么？', 0, '2026-05-21 11:46:16', '2026-05-21 11:46:22');
INSERT INTO `chat_session` VALUES (202, 3, '快速涂色这个功能主要用户做什么？', 0, '2026-05-21 11:46:22', '2026-05-21 11:46:28');
INSERT INTO `chat_session` VALUES (203, 3, '快速涂色这个功能主要用户做什么？', 0, '2026-05-21 11:46:28', '2026-05-21 11:46:34');
INSERT INTO `chat_session` VALUES (204, 3, '建模档出图预设功能需要填写哪些公共信息？', 0, '2026-05-21 11:46:34', '2026-05-21 11:46:41');
INSERT INTO `chat_session` VALUES (205, 3, '建模档出图预设功能需要填写哪些公共信息？', 0, '2026-05-21 11:46:41', '2026-05-21 11:46:47');
INSERT INTO `chat_session` VALUES (206, 3, '建模档出图预设功能需要填写哪些公共信息？', 0, '2026-05-21 11:46:47', '2026-05-21 11:46:53');
INSERT INTO `chat_session` VALUES (207, 3, '介绍一下赋属性工具这个功能的作用。', 0, '2026-05-21 11:46:53', '2026-05-21 11:46:59');
INSERT INTO `chat_session` VALUES (208, 3, '介绍一下赋属性工具这个功能的作用。', 0, '2026-05-21 11:46:59', '2026-05-21 11:47:05');
INSERT INTO `chat_session` VALUES (209, 3, '介绍一下赋属性工具这个功能的作用。', 0, '2026-05-21 11:47:05', '2026-05-21 11:47:11');
INSERT INTO `chat_session` VALUES (210, 3, '介绍一下赋注解属性这个功能的作用。', 0, '2026-05-21 11:47:11', '2026-05-21 11:47:17');
INSERT INTO `chat_session` VALUES (211, 3, '介绍一下赋注解属性这个功能的作用。', 0, '2026-05-21 11:47:17', '2026-05-21 11:47:23');
INSERT INTO `chat_session` VALUES (212, 3, '介绍一下赋注解属性这个功能的作用。', 0, '2026-05-21 11:47:24', '2026-05-21 11:47:29');
INSERT INTO `chat_session` VALUES (213, 3, '建模档合并订料的旋转功能,有几种旋转方式？', 0, '2026-05-21 11:47:29', '2026-05-21 11:47:34');
INSERT INTO `chat_session` VALUES (214, 3, '建模档合并订料的旋转功能,有几种旋转方式？', 0, '2026-05-21 11:47:34', '2026-05-21 11:47:40');
INSERT INTO `chat_session` VALUES (215, 3, '建模档合并订料的旋转功能,有几种旋转方式？', 0, '2026-05-21 11:47:40', '2026-05-21 11:47:45');
INSERT INTO `chat_session` VALUES (216, 1, '你好', 0, '2026-05-22 10:03:09', '2026-05-22 10:03:16');
INSERT INTO `chat_session` VALUES (217, 1, '怎么使用 BOM 工具？', 0, '2026-05-22 10:04:33', '2026-05-22 10:04:40');
INSERT INTO `chat_session` VALUES (218, 1, '本周用户问得最多的问题是什么？', 0, '2026-05-22 10:07:59', '2026-05-22 10:08:11');
INSERT INTO `chat_session` VALUES (219, 1, '你好', 0, '2026-05-22 10:30:01', '2026-05-22 10:30:08');
INSERT INTO `chat_session` VALUES (220, 1, '怎么使用 BOM 工具', 0, '2026-05-22 10:30:28', '2026-05-22 10:30:34');
INSERT INTO `chat_session` VALUES (221, 1, '本周用户问得最多的问题是什么', 0, '2026-05-22 10:32:32', '2026-05-22 10:32:44');
INSERT INTO `chat_session` VALUES (222, 3, '怎么使用 BOM 工具?', 0, '2026-05-23 08:52:21', '2026-05-23 08:52:34');
INSERT INTO `chat_session` VALUES (223, 1, '你好', 0, '2026-05-23 11:21:25', '2026-05-23 11:21:32');
INSERT INTO `chat_session` VALUES (224, 1, '如何使用bom工具呢？', 0, '2026-05-23 11:21:43', '2026-05-23 11:21:49');
INSERT INTO `chat_session` VALUES (225, 1, '你好', 0, '2026-05-23 13:55:56', '2026-05-23 13:56:03');
INSERT INTO `chat_session` VALUES (226, 1, 'BOM工具的具体操作步骤给我说一下。', 0, '2026-05-23 14:09:32', '2026-05-23 14:09:45');

SET FOREIGN_KEY_CHECKS = 1;
